Repository: spin83/multi-monitors-add-on
Catalog: multi-monitors-add-on@spin83/locale/*/LC_MESSAGES/multi-monitors-add-on.po
Languages: nl

source: Preferences
nl: Voorkeuren

source: Multi Monitors Add-On
nl: Meerdere beeldschermen-uitbreiding

source: Overview
nl: Overzicht

source: Activities
nl: Activiteiten

source: Top Bar
nl: Bovenbalk

source: Show Multi Monitors indicator on Top Panel.
nl: Indicator tonen op de bovenbalk

source: Show Panel on additional monitors.
nl: Bovenbalk tonen op meerdere beeldschermen

source: Show Thumbnails-Slider on additional monitors.
nl: Minatuurbalk tonen op meerdere beeldschermen

source: Show Activities-Button on additional monitors.
nl: Activiteitenknop tonen op meerdere beeldschermen

source: Show AppMenu-Button on additional monitors.
nl: Menuknop tonen op meerdere beeldschermen

source: Show DateTime-Button on additional monitors.
nl: Datum-/Tijdknop tonen op meerdere beeldschermen

source: Show Thumbnails-Slider on left side of additional monitors.
nl: Minatuurbalk aan linkerkant tonen op meerdere beeldschermen

source: A list of indicators for transfer to additional monitors.
nl: Een lijst met indicators die moeten worden getoond op meerdere beeldschermen.

source: Select indicator
nl: Kies een indicator

source: Add
nl: Toevoegen

source: Indicators on Top Panel
nl: Indicators op bovenbalk

source: Monitor index:
nl: Beeldschermindex:
